bash
curl
git
unzip
wget
sudo
openssh-clients
procps-ng
which
passwd

neovim
tmux

python3
python3-pip
nodejs
npm
golang
rust
cargo

ripgrep
fd-find
bat
jq
tree
fzf
zoxide

bind-utils
iputils
traceroute
net-tools
tcpdump
lsof
htop
strace
iproute
